[UI_TREE]
EDITCfg=編輯設置
MARKCfg=打標設置
3DCfg=3D設置

[Edit]
EDIT=編輯設置
PointFilterPrecis=濾點精度(mm)
PointFilterAngle=濾點角度(度)
PointPrecisMoveStep=點移動步長(mm)
MICRO=微調(mm)
CLICK=拾取精度(mm)
UNDO=級數回滾級數
ONETOTWO=中斷點精度(mm)
ExtendSpace=縮擴精度(mm)
KillAngleSpace=導角精度(mm)
PreViewZoomScale=預覽縮放比例
LayerCnt=層級數
JoinDistance=曲線合併最大距離
FastDrawEnable=填充線顯示提速
FastDrawEnableOption=關閉|啟動

[MARK]
MARK=打標設置
SafeDoorRemark=安全門閉合是否繼續打標
SafeDoorRemarkOption=FALSE|TRUE
CloseRedIfMark=打標時是否自動關閉紅光
CloseRedIfMarkOption=FALSE|TRUE
RedPreviewLayerNo=紅光預覽層號

[3D]
3D=3D設置
3dModelPrecision=3D模型處理精度
3dTrancePrecision=3D資料轉換精度
STLOptimize=STL模型貼圖優化
STLOptimizeOption=否|是


[UI_FACE]
ExportSysPara =導出參數...
ImportSysPara =導入參數...
Ok=確定
Cancel=取消
Apply=應用




